{
  "wishes": [
    {
      "id": "040c",
      "title": "Apple MacBook Air 13.6",
      "description": "MacBook Air забезпечує виняткову продуктивність незалежно від того, працює він від акумулятора чи його підʼєднано до мережі.¹\nMacBook Air надзвичайно легкий і завтовшки трохи менше ніж півтора сантиметра, тож він легко поміститься у вашу сумку й без проблем впишеться у ваше життя.",
      "imageUrl": "https://img.mta.ua/image/cache/data/foto/z877/877596/photos/Apple-MacBook-Air-136-M3-256Gb8Gb-11-Midnight-04-600x600.jpg",
      "price": 1000,
      "createdAt": "2026-01-14T22:44:13.256Z"
    },
    {
      "id": "76b7",
      "title": "Apple iPhone 17 Pro",
      "description": "смартфон Apple 2025-2026 років, що вражає потужним чипом A19 Pro, великим 6.9-дюймовим екраном Super Retina XDR (120 Гц ProMotion, Dynamic Island), революційною системою потрійних камер 48+48+48 Мп з 8x оптичним зумом та покращеним AI, надзвичайно довгою автономністю (до 39 годин відео), міцним корпусом з алюмінію та Ceramic Shield, а також новою системою охолодження Vapor Chamber для максимальної продуктивності.",
      "imageUrl": "https://img.jabko.ua/image/cache/catalog/products/2025/09/100931/17pro_Silver-1397x1397.png.webp",
      "price": 1600,
      "createdAt": "2026-01-14T22:44:20.016Z"
    },
    {
      "id": "ac3d",
      "title": "Зарядна станція BLUETTI AC70P",
      "description": "Портативна електростанція для використання у побуті (на випадок перебоїв з енергопостачанням) та у виїзному режимі. Модель здатна запитувати навантаження сумарною потужністю до 1000 Вт, причому зарядна станція витримує короткочасні стрибки потужності на рівні до 2000 Вт. Всередині безперебійника встановлено літій-залізо-фосфатну акумуляторну батарею (LiFePO4) ємністю 864 Вт*год.Акум зберігає понад 80% початкової енергоємності навіть через 3000 циклів заряду/розряду. ",
      "imageUrl": "https://content1.rozetka.com.ua/goods/images/big/575500253.jpg",
      "price": 950,
      "createdAt": "2026-01-14T22:44:30.207Z"
    },
    {
      "id": "d56b",
      "title": "Пуховик",
      "description": "Пуховик виготовлений з плащової тканини, що надійно захистить від снігу, а її матовий блиск додасть образу вишуканості.\nДля наповнення використано легке та ефективне утеплення — екологічний пух (Лебяжка), відомий своїми високими теплоізоляційними властивостями. Він легкий, гіпоалергенний і не збивається при пранні.",
      "imageUrl": "https://deep.in.ua/wp-content/uploads/2025/11/deep-%D0%B7%D0%B8%D0%BC%D0%B0-2025-222.jpg",
      "price": 100,
      "createdAt": "2026-01-14T23:30:05.942Z"
    },
    {
      "id": "9237",
      "title": "Портативний зарядний павербанк Baseus Bipow Digital Display 30000mAh",
      "description": "Power bank Baseus Bipow Digital Display 30000mAh 15W 3A - це батарея з великою ємністю 30000 мАг, стильним зовнішнім виглядом та численними портами, які дозволяють відновлювати енергію кількох приладів одночасно.\n\nКорпус виконаний із тонкого міцного пластику, який надійно захищає начинку акумулятора. Класична матова поверхня та велика глянцева вставка з цифровим LED-дисплеєм додає пристрою ще більше вишуканості.\n\nЗовнішній акумулятор Baseus Bipow Digital Display 30000 mAh 15W 3A оснащений 4 портами. ",
      "imageUrl": "https://content2.rozetka.com.ua/goods/images/big/304165776.jpg",
      "price": 80,
      "createdAt": "2026-01-14T22:27:41.154Z"
    },
    {
      "title": "Навушники Apple AirPods Max Midnight (2-ге покоління)",
      "description": "AirPods Max забезпечують надзвичайно детальний, високоякісний звук для неперевершеного прослуховування. Кожна частина спеціально розробленого драйвера працює над створенням звуку з ультранизьким перекручуванням у всьому чутному діапазоні – так що ви почуєте кожну ноту з новим почуттям ясності.",
      "price": 700,
      "imageUrl": "https://content2.rozetka.com.ua/goods/images/big/468886478.jpg",
      "createdAt": "2026-01-15T09:38:28.407Z",
      "id": "sq8cwli"
    }
  ]
}